Repository: johnpetersa19/Bella
Catalog: po/*.po
Languages: nl

source: Eye Dropper
nl: Pipet

source: Pick color anywhere on your screen
nl: Kies een kleur op het scherm

source: Color;Dropper;Eye;Picker;Pick;
nl: Kleur;Pipet;Kiezer;Kiezen;Kies;

source: Pick color from the screen
nl: Kies een kleur op het scherm

source: Pick color from anywhere on your screen and save it in one of the common color formats.
nl: Kies een kleur op het scherm en bewaar de kleur in een van de gebruikelijke kleurcodeformaten.

source: Below are the main features of Bella:
nl: Dit zijn de mogelijkheden van Bella:

source: Save the picked color
nl: Bewaar de gekozen kleur;

source: Modify the picked color
nl: Pas de gekozen kleur aan;

source: Switch to dark, light or system mode
nl: Kies voor het lichte, donkere of systeemthema.

source: Eye dropper view in dark theme
nl: Pipetweergave (donker thema)

source: Eye dropper view in light theme
nl: Pipetweergave (licht thema)

source: Color list view in dark theme
nl: Kleurlijstweergave (donker thema)

source: Color list view in light theme
nl: Kleurlijstweergave (licht thema)

source: color
nl: kleur

source: color picker
nl: kleurkiezer

source: eye dropper
nl: pipet

source: development
nl: ontwikkeling

source: Deleted all saved colors
nl: Alle bewaarde kleuren verwijderen

source: Copied %s to clipboard
nl: ‘%s’ is gekopieerd naar het klembord

source: Deleted saved color successfully
nl: De bewaarde kleur is verwijderd

source: id: %s doesn't existent
nl: id: ‘%s’ bestaat niet

source: Failed to pick color
nl: De kleur kan niet worden gekozen

source: Failed to read saved data
nl: De gegevens kunnen niet worden ingelezen

source: File doesn't exist yet
nl: Het bestand bestaat niet

source: Successfully saved picked colors to file
nl: De kleuren zijn bewaard

source: Failed to save picked colors to file
nl: De kleuren kunnen niet worden bewaard

source: An error occurred while creating directory
nl: Er is een fout opgetreden tijdens het maken van de map

source: Delete saved colors
nl: Bewaarde kleuren verwijderen

source: Are you sure you want to delete all the saved colors? This action is irreversible.
nl: Weet u zeker dat u alle bewaarde kleuren wilt verwijderen? Deze actie is onomkeerbaar.

source: Delete
nl: Verwĳderen

source: Cancel
nl: Annuleren

source: Delete saved color
nl: Bewaarde kleur verwijderen

source: Are you sure you want to delete this color? This action is irreversible.
nl: Weer u zeker dat u deze kleur wilt verwijderen? Deze actie is onomkeerbaar.

source: Copy color
nl: Kleur kopiëren

# shortcut window
source: General
nl: Algemeen

# shortcut window
source: Show Shortcuts
nl: Sneltoetsen tonen

# shortcut window
source: Quit
nl: Afsluiten

source: Preferences
nl: Voorkeuren

source: Color Theme Settings
nl: Themavoorkeuren

source: Set color theme
nl: Thema instellen

source: Color theme
nl: Thema

# System color theme
source: System
nl: Systeemthema

# Light color theme
source: Light
nl: Licht thema

# Dark color theme
source: Dark
nl: Donker thema

source: Color Settings
nl: Kleurvoorkeuren

source: Saved color settings
nl: Bewaarde kleurvoorkeuren

source: Delete Colors
nl: Kleuren verwijderen

source: Delete all saved colors
nl: Verwijder alle bewaarde kleuren

# accessibility
source: Delete all saved colors
nl: Alle bewaarde kleuren verwijderen

source: Color Format
nl: Kleurcodeformaat

source: Select color format to display
nl: Kies het te tonen kleurcodeformaat

source: Primary Menu
nl: Hoofdmenu

# accessibility
source: Primary menu
nl: Hoofdmenu

source: Pick Color from screen
nl: Kies een kleur op het scherm

# accessibility
source: Pick color from screen
nl: Kies een kleur op het scherm

source: Saved Colors
nl: Bewaarde kleuren

# Translators: Only translate the text 'No Saved Color'
source: <span font-size="xx-large" font-weight="bold">No Saved Color</span>
nl: <span font-size="xx-large" font-weight="bold">Er zijn geen bewaarde kleuren</span>

source: Color
nl: Kleur

source: Actions
nl: Acties

# Navigate back to the main screen
source: Back
nl: Terug

# accessibility
source: Back to main screen
nl: Terug naar hoofdscherm

source: Modify color
nl: Kleur aanpassen

# accessibility
source: Modify color
nl: Kleur aanpassen

source: Modify color or select new one
nl: Pas een kleur aan of kies een andere

source: Common color modes
nl: Gebruikelijke kleurmodi

# Hexadecimal color format
source: Hex
nl: Hexcode

# RGB Percent color format
source: RGB Percent
nl: Rgb-percentage

source: Color Name
nl: Kleurnaam

source: The closest color name
nl: De meest overeenkomende kleurnaam

# Color name
source: Name
nl: Naam

source: Keyboard Shortcuts
nl: Sneltoetsen

source: About Bella
nl: Over Bella

# accessibility
source: Copy color
nl: Kleur kopiëren

source: Delete color
nl: Kleur verwijderen

# accessibility
source: Delete color
nl: Kleur verwijderen

source: View details
nl: Details bekijken

# accessibility
source: View details
nl: Details bekijken
